Repository: JohanSaaw/slimserver-platforms
Catalog: osx/Preference Pane/*.lproj/Localizable.strings
Languages: french, german

source: Start Server
french: Démarrer le serveur
german: Server starten

source: Stop Server
french: Arrêter le serveur
german: Server anhalten

source: Start Server Description
french: Cliquez sur ce bouton pour démarrer UE Music Library. Une fois le serveur démarré, les lecteurs pourront accéder à votre bibliothèque musicale.
german: Klicken Sie auf diese Schaltfläche, um den Server zu starten. Nach dem Start können Player auf Ihre Musiksammlung zugreifen.

source: Stop Server Description
french: Cliquez sur ce bouton pour arrêter UE Music Library. Une fois le serveur arrêté, les lecteurs ne pourront pas accéder à votre bibliothèque musicale.
german: Klicken Sie auf diese Schaltfläche, um den Server anzuhalten. Die Player können dann nicht mehr auf Ihre Musiksammlung zugreifen.

source: Authorization Launch Error
french: Impossible de mettre à jour le micrologiciel: fichier Update Firmware.sh manquant.
german: Firmware konnte nicht aktualisiert werden: Datei 'Update Firmware.sh' fehlt.

source: Expired Authorization Error
french: Impossible de mettre à jour le micrologiciel: l'autorisation a expiré.
german: Firmware konnte nicht aktualisiert werden: Autorisierung abgelaufen.

source: Firmware version
french: Version %@ du micrologiciel.

source: Firmware version invalid
french: Version du micrologiciel non valide.
german: Firmware-Version ungültig.

source: An updated UE Music Library version is available and ready to be installed.
french: Une nouvelle version d'UE Music Library est disponible et prête à l'installation.
german: Eine aktualisierte Version von UE Music Library ist verfÃ¼gbar und kann installiert werden.

source: There's no updated UE Music Library version available.
french: Aucune nouvelle version d'UE Music Library n'est disponible.
german: Es ist keine aktualisierte Version der UE Music Library verfügbar.

source: Check for update
french: Rechercher les mises à jour
german: Nach Update suchen

source: Download update
french: Télécharger la mise à jour
german: Update herunterladen

source: Install update
french: Installer la mise à jour
german: Update installieren

source: The server has to be stopped before running the cleanup. Do you want to stop it now?
french: Le serveur doit être arrêté avant le lancement du nettoyage. Voulez-vous l'arrêter maintenant?
german: Der Server muss vor der Ausführung der Bereinigung angehalten werden. Soll er jetzt angehalten werden?

source: Run Cleanup
french: Lancer le nettoyage
german: Bereinigung durchführen

source: Cancel
french: Annuler
german: Abbrechen

source: Not now
french: Pas maintenant
german: Nicht jetzt

source: Abort
french: Arrêter
german: Abbrechen

source: Rescan
french: Analyser
german: Erneut durchsuchen

source: Invalid mysqueezebox.com username or password.
french: Nom d'utilisateur ou mot de passe mysqueezebox.com non valide.
german: mysqueezebox.com-Benutzername oder -Kennwort ungültig

source: The server is stopped
french: Le serveur est arrêté.
german: Der Server wurde angehalten.

source: The server is running
french: Le serveur est en cours d'exécution.
german: Der Server wird ausgeführt

source: The server is starting
french: Démarrage du serveur...
german: Der Server wird gestartet...

source: Version x.y.z
french: Version 10.0.5
german: Version 10.0.5
